Revit 2027 API
PlumbingUtils.ConnectPipePlaceholdersAtElbow Method
Overload List
Name | Description
ConnectPipePlaceholdersAtElbow(Document, Connector, Connector) |  Connects placeholders that looks like elbow connection.
ConnectPipePlaceholdersAtElbow(Document, ElementId, ElementId) |  Connects placeholders that looks like elbow connection.
Top
See Also
Reference
PlumbingUtils Class
Autodesk.Revit.DB.Plumbing Namespace